docs-ES/dot/AttorneyTask_User.dot
digraph G {
rankdir="LR";
"AttorneyTask_User" -> "JudgeDecisionReviewTask_User" [label=1]
"AttorneyTask_User" -> "QualityReviewTask_Organization" [label=1]
"AttorneyTask_User" -> "BvaDispatchTask_Organization" [label=2]
"JudgeDecisionReviewTask_User" -> "AttorneyTask_User" [label=7]
"JudgeAssignTask_User" -> "AttorneyTask_User" [label=1]
"AttorneyTask_User" -> "AttorneyRewriteTask_User" [label=2]
}
