docs-H/dot/BvaDispatchTask_Organization.dot
digraph G {
rankdir="LR";
"BvaDispatchTask_Organization" -> "BvaDispatchTask_User" [label=60]
"AttorneyTask_User" -> "BvaDispatchTask_Organization" [label=46]
"JudgeQualityReviewTask_User" -> "BvaDispatchTask_Organization" [label=2]
"AttorneyRewriteTask_User" -> "BvaDispatchTask_Organization" [label=4]
"QualityReviewTask_User" -> "BvaDispatchTask_Organization" [label=3]
"JudgeDecisionReviewTask_User" -> "BvaDispatchTask_Organization" [label=2]
"InformalHearingPresentationTask_Organization" -> "BvaDispatchTask_Organization" [label=3]
}
